Repository: UIKit0/solang
Catalog: help/*/*.po
Languages: cs, da, de, es, sl, uk

source: <app>Solang</app> only display 50 photos by page, so you can only preview 50 photos at once.
cs: Aplikace <app>Solang</app> zobrazuje pouze 50 fotografií na stránku, takže naráz můžete vidět pouze náhledy 50 fotografií.
da: <app>Solang</app> viser kun 50 billeder per side, så du kan kun forhåndsvise 50 billeder på en gang.
de: <app>Solang</app> kann nur 50 Fotos pro Seite anzeigen, so dass Sie nur 50 Fotos gleichzeitig betrachten können.
es: <app>Solang</app> sólo muestra 50 por página, por lo que sólo puede previsualizar 50 fotos a la vez.
sl: Program <app>Solang</app> lahko prikaže le 50 slik na stran, zato jih je ravno toliko prikazanih hkrati.
uk: Програма <app>Solang</app> здатна показувати 50 фотографій на одній сторінці, отже ви зможете бачити мініатюри одразу 50 фотографій.

source: Hopefully there are multiple pages.
cs: Naštěstí je zde více stránek.
da: Forhåbentlig er der flere sider.
de: Hoffentlich gibt es dann auch mehrere Seiten.
es: Esperemos que haya varias páginas.
sl: Za ogled ostalih slik je treba zamenjati stran.
uk: На щастя, для цього передбачено можливість роботи з декількома сторінками.

source: To go to the next page you can
cs: Na následující stránku se můžete dostat
da: For at gå til den næste side kan du
de: Um zur nächsten Seite zu gehen, können Sie Folgendes tun:
es: Para ir a la siguiente página puede
sl: Za skok na naslednjo stran lahko:
uk: Щоб перейти до наступної сторінки ви можете:

source: Click on the <gui>Next page</gui> button in the <gui>Toolbar</gui>.
cs: Kliknutím na tlačítko <gui>Následující stránka</gui> na <gui>panelu nástrojů</gui>.
da: Klik på knappen <gui>Næste side</gui> i <gui>værktøjslinjen</gui>.
de: Klick Sie auf den Knopf <gui>Nächste Seite</gui> in der <gui>Werkzeugleiste</gui>.
es: Pulse el botón <gui>Siguiente página</gui> en la <gui>Barra de herramientas</gui>.
sl: Kliknite na gumb <gui>Naslednja stran</gui> v <gui>orodni vrstici</gui>.
uk: натиснути кнопку <gui>Наступна сторінка</gui> на <gui>Панелі інструментів</gui>.

source: Press <keyseq><key>Alt</key><key>Page Down</key></keyseq>.
cs: Zmáčknutím <keyseq><key>Alt</key><key>Page Down</key></keyseq>.
da: Tryk <keyseq><key>Alt</key><key>Side ned (Page Down)</key></keyseq>.
de: Drücken Sie <keyseq><key>Alt</key><key>Pfeiltaste ab</key></keyseq>.
es: Pulse <keyseq><key>Alt</key><key>Re Pág</key></keyseq>.
sl: Pritisnete tipki <keyseq><key>Alt</key><key>Stran dol</key></keyseq>.
uk: Натиснути комбінацію клавіш <keyseq><key>Alt</key><key>Page Down</key></keyseq>.

source: Choose <guiseq><gui>Go</gui><gui>Next Page</gui></guiseq> from the <gui>Main Window</gui>.
cs: Volbou <guiseq><gui>Přejít</gui><gui>Následující stránka</gui></guiseq> v <gui>hlavním okně</gui>.
da: Vælg <guiseq><gui>Start</gui><gui>Næste side</gui></guiseq> fra <gui>hovedvinduet</gui>.
de: Wählen Sie <guiseq><gui>Gehe zu</gui><gui>Nächste Seite</gui></guiseq> im <gui>Hauptfenster</gui>.
es: Elija <guiseq><gui>Ir</gui><gui>Siguiente página</gui></guiseq> de la <gui>Ventana principal</gui>.
sl: Izberete možnost <guiseq><gui>Pojdi na</gui><gui>Naslednja stran</gui></guiseq> v <gui>glavnem oknu</gui>.
uk: Скористатися пунктом меню <guiseq><gui>Перейти</gui><gui>Наступна сторінка</gui></guiseq> у <gui>Головному вікні</gui>.

source: To go to the previous page you can
cs: Na předchozí stránku se můžete dostat
da: For at gå til den forrige side kan du
de: Um zur vorherigen Seite zu gehen, können Sie folgendes tun:
es: Para ir a la página anterior puede
sl: Za skok na predhodno stran lahko:
uk: Щоб перейти до попередньої сторінки ви можете:

source: Click on the <gui>Previous page</gui> button in the <gui>Toolbar</gui>.
cs: Kliknutím na tlačítko <gui>Předchozí stránka</gui> na <gui>panelu nástrojů</gui>.
da: Klik på knappen <gui>Forrige side</gui> i <gui>værktøjslinjen</gui>.
de: Klicken Sie auf den Knopf <gui>Vorherige Seite</gui> in der <gui>Werkzeugleiste</gui>.
es: Pulsar el botón <gui>Página anterior</gui> en la <gui>Barra de herramientas</gui>.
sl: Kliknite na gumb <gui>Predhodna stran</gui> v <gui>orodni vrstici</gui>.
uk: натиснути кнопку <gui>Попередня сторінка</gui> на <gui>Панелі інструментів</gui>.

source: Press <keyseq><key>Alt</key><key>Page Up</key></keyseq>.
cs: Zmáčknutím <keyseq><key>Alt</key><key>Page Up</key></keyseq>.
da: Tryk <keyseq><key>Alt</key><key>Side op (Page Up)</key></keyseq>.
de: Drücken Sie <keyseq><key>Alt</key><key>Pfeiltaste auf</key></keyseq>.
es: Pulse <keyseq><key>Alt</key><key>Re Pág</key></keyseq>.
sl: Pritisnete tipki <keyseq><key>Alt</key><key>Stran gor</key></keyseq>.
uk: Натиснути комбінацію клавіш <keyseq><key>Alt</key><key>Page Up</key></keyseq>.

source: Choose <guiseq><gui>Go</gui><gui>Previous Page</gui></guiseq> from the <gui>Main Window</gui>.
cs: Volbou <guiseq><gui>Přejít</gui><gui>Předchozí stránka</gui></guiseq> v <gui>hlavním okně</gui>.
da: Vælg <guiseq><gui>Start</gui><gui>Forrige side</gui></guiseq> fra <gui>Hovedvinduet</gui>.
de: Wählen Sie <guiseq><gui>Gehe zu</gui><gui>Vorherige Seite</gui></guiseq> im <gui>Hauptfenster</gui>.
es: Elija <guiseq><gui>Ir</gui><gui>Página anterior</gui></guiseq> en la <gui>Ventana principal</gui>.
sl: Izberete možnost <guiseq><gui>Pojdi na</gui><gui>Predhodno stran</gui></guiseq> v <gui>glavnem oknu</gui>.
uk: Скористатися пунктом меню <guiseq><gui>Перейти</gui><gui>Попередня сторінка</gui></guiseq> у <gui>Головному вікні</gui>.

source: @@image: 'figures/properties-title.png'; md5=4b58586b170342ec20acbc2903a794be
de: a

source: Adapt Solang's interface to your needs.
de: Die Benutzeroberfläche von Solang an Ihre Bedürfnisse anpassen.
es: Adaptar la interfaz de Solang a sus necesidades.
sl: Prilagodite uporabniški vmesnik osebnim zahtevam.

source: Customize the layout
de: Anpassen des Layouts
es: Personalizar la disposición
sl: Prilagodite razporeditev po meri

source: You can easily adapt Solang's interface to your needs thanks to its customizable layout.
de: Sie können die Benutzeroberfläche von Solang leicht an Ihre Bedürfnisse anpassen, da das Layout veränderbar ist.
es: Puede adaptar fácilmente la interfaz de Solang a sus necesidades gracias a su disposición personalizable.
sl: Uporabniški vmesnik programa Solang je mogoče prilagoditi uporabnikovim zahtevam.

source: Solang's interface is composed of several "dockable items" that you can move inside Solang's window.<br/> To change an item position click on its title and move your cursor while holding the button pressed. Then drop the item where you want in Solang's window.
de: Die Benutzeroberfläche von Solang besteht aus verschiedenen »andockbaren Objekten«, die Sie innerhalb des Anwendungsfensters verschieben können.<br/> Um die Position eines Objekts zu ändern, klicken Sie auf dessen Titel und bewegen Sie den Mauszeiger, während Sie die Maustaste gedrückt halten. Legen Sie dann das Objekt innerhalb des Anwendungsfensters ab, wo immer Sie mögen.
es: La interfaz de Solang se compone de varios «elementos empotrables» que puede mover dentro de la ventana de Solang.<br /> Para cambiar la posición de un elemento, pulse sobre su título y mueva el cursor mientras mantiene pulsado en botón. Entonces suelte el elemento donde quiera dentro de la ventana de Solang.
sl: Vmesnik je sestavljen iz več "sidrnih predmetov", ki jih je mogoče poljubno premikati znotraj okna vmesnika.<br/>Za spreminjanje mesta, kliknite na naslov predmeta in premaknite kazalko med zadržanim klikom miške. Predmet sprostite kjer koli želite, da se ponovno zasidra.

source: An item's title
de: Ein Objekttitel
es: El título de un elemento
sl: Naslov predmeta

source: The title of the "Properties" item, drag and drop it in Solang's window to change the item position
de: Der Titel des »Eigenschaften«-Objekts, ziehen Sie ihn mit der Maus im Anwendungsfenster und legen Sie ihn ab, um die Position des Objekts zu ändern
sl: Kliknite naslov predmeta "Lastnosti" in ga povlecite ter spustite v oknu programa Solang.

source: The title of the "Properties" item
de: Der Titel des »Eigenschaften«-Objekts
es: El título del elemento «Propiedades»
sl: Naslov predmeta "Lastnosti"

source: You are going to love your keyboard.
cs: Jak si zamilovat svoji klávesnici.
da: Du vil elske dit tastatur.
de: Sie werden beginnen, Ihre Tastatur zu lieben …
es: Amará su teclado.
sl: Najlažje je uporabljati tipkovnico.
uk: Ви отримаєте задоволення від роботи з програмою за допомогою клавіатури.

source: Keyboard shortcuts
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkombinationen
es: Atajos de teclado
sl: Tipkovne bližnjice
uk: Клавіатурні скорочення

source: View
cs: Zobrazení
da: Vis
de: Ansicht
es: Ver
sl: Pogled
uk: Перегляд

source: Fullscreen
cs: Celá obrazovka
da: Fuldskærm
de: Vollbild
es: Pantalla completa
sl: Celozaslonski način
uk: На повний екран

source: Go to fullscreen mode and go back to windowed mode.
cs: Přejít do režimu celé obrazovky a přejít zpět do režimu okna.
da: Gå til fuldskærmstilstanden og gå tilbage til vinduetilstand.
de: Zwischen Vollbildmodus und normalem Fenstermodus wechseln.
es: Ir al modo a pantalla completa y volver al modo ventana.
sl: Preklopite med celozaslonskim in okenskim načinom prikaza.
uk: Перейти у повноекранний режим або повернутися до режиму звичайного вікна.

source: Slideshow
cs: Promítání snímků
da: Diasshow
de: Diaschau
es: Diapositivas
sl: Predstavitev
uk: Перегляд слайдів

source: Go to slideshow mode.
cs: Přejít do režimu promítání snímků.
da: Gå til diasshowtilstand.
de: In den Diaschau-Modus wechseln.
es: Ir al modo diapositivas.
sl: Odpri v načinu predstavitve
uk: Перейти у режим показу слайдів

source: Zoom In
cs: Přiblížit
da: Zoom ind
de: Vergrößern
es: Ampliar
sl: Približaj
uk: Збільшити

source: Enlarge the picture or the thumbnails.
cs: Zvětšit obrázek nebo náhledy.
da: Forstør billedet eller miniaturebillederne.
de: Das Bild oder die Vorschaubilder vergrößern.
es: Agrandar la imagen o las miniaturas.
sl: Povečanje velikosti slike ali sličice.
uk: Збільшити зображення або мініатюри.

source: Ctrl
de: Strg

source: Zoom Out
cs: Oddálit
da: Zoom ud
de: Verkleinern
es: Reducir
sl: Oddalji
uk: Зменшити

source: Reduce the size of the picture or the thumbnails.
cs: Zmenšit velikost obrázku nebo náhledů.
da: Reducer størrelsen på billeder eller miniaturebillederne.
de: Die Größe des Bildes oder der Vorschaubilder reduzieren.
es: Reducir el tamaño de la imagen o de las miniaturas.
sl: Zmanjšanje velikosti slike ali sličice.
uk: Зменшити розміри зображення або мініатюри.

source: Normal size
cs: Normální velikost
da: Normal størrelse
de: Normale Größe
es: Tamaño normal
sl: Običajna velikost
uk: Звичайний розмір

source: Display image in its normal size (only in <gui>Enlarged mode</gui>).
cs: Zobrazit obrázek v jeho normální velikosti (pouze v <gui>režimu zvětšení</gui>).
da: Vis billede i sin normale størrelse (kun i <gui>Forstørret tilstand</gui>).
de: Das Bild in seiner normalen Größe anzeigen (nur im <gui>Vergrößert-Modus</gui>).
es: Mostrar la imagen a su tamaño normal (sólo en <gui>Modo agrandado</gui>).
sl: Prikaže sliko v privzeti velikosti (samo v <gui>Povečanem načinu</gui>).
uk: Показати зображення з використанням його звичайних розмірів (лишу у <gui>Режимі збільшення</gui>).

source: Tags
cs: Štítky
da: Mærker
de: Markierungen
es: Etiquetas
sl: Oznake
uk: Мітки

source: Attach Tag to Selection
cs: Přiložit štítek k výběru
da: Tilføj mærke til udvælgelse
de: Markierung zur Auswahl hinzufügen
es: Adjuntar etiqueta a la selección
sl: Dodajanje oznak izboru slik
uk: Додати мітку до позначеного

source: Attach the selected tag to the selected photos.
cs: Přiložit vybraný štítek k vybraným fotografiím.
da: Tilføj det valgte mærke til de valgte billeder.
de: Die gewählte Markierung zu den gewählten Fotos hinzufügen.
es: Adjuntar las etiquetas seleccionas a las fotos elegidas.
sl: Označi izbrane fotografije z izbrano oznako.
uk: Додати позначену мітку до позначених фотографій.

source: Navigation (In <gui>Browser mode</gui>)
cs: Navigace (v <gui>režimu procházení</gui>)
da: Navigation (i <gui>Browsertilstand</gui>)
de: Navigation (In <gui>Browser-Modus</gui>)
es: Navegación (en <gui>Modo explorador</gui>)
sl: Krmiljenje (v <gui>Brskalnem načinu</gui>)
uk: Режим навігації (у <gui>режимі перегляду</gui>)

source: Previous Page
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
es: Página anterior
sl: Predhodna stran
uk: Попередня сторінка

source: Go to the previous page.
cs: Přejít na předchozí stránku.
da: Gå til forrige side.
de: Zur vorherigen Seite gehen.
es: Ir a la página anterior.
sl: Pojdi na predhodno stran.
uk: Перейти до попередньої сторінки.

source: Left
cs: Vlevo
da: Venstre
de: Links
es: Izquierda
sl: Levo
uk: Стрілка ліворуч

source: Next Page
cs: Následující stránka
da: Næste side
de: Nächste Seite
es: Siguiente página
sl: Naslednja stran
uk: Наступна сторінка

source: Go to the next page.
cs: Přejít na následující stránku.
da: Gå til næste side.
de: Zur nächsten Seite gehen.
es: Ir a la siguiente página.
sl: Pojdi na naslednjo stran.
uk: Перейти до наступної сторінки.

source: Right
cs: Vpravo
da: Højre
de: Rechts
es: Derecha
sl: Desno
uk: Стрілка праворуч

source: First Page
cs: První stránka
da: Første side
de: Erste Seite
es: Primera página
sl: Prva stran
uk: Перша сторінка

source: Go to the first page.
cs: Přejít na první stránku.
da: Gå til den første side.
de: Zur ersten Seite gehen.
es: Ir a la primera página.
sl: Pojdi na prvo stran.
uk: Перейти до першої сторінки.

source: Home
da: Hjem
de: Pos1
es: Inicio
sl: Domača mapa

source: Last Page
cs: Poslední stránka
da: Sidste side
de: Letzte Seite
es: Última página
sl: Zadnja stran
uk: Остання сторінка

source: Go to the last page.
cs: Přejít na poslední stránku.
da: Gå til den sidste side.
de: Zur letzten Seite gehen.
es: Ir a la última página.
sl: Pojdi na zadnjo stran.
uk: Перейти до останньої сторінки.

source: Navigation (In <gui>Enlarged mode</gui>)
cs: Navigace (v <gui>režimu zvětšení</gui>)
da: Navigation (i <gui>Forstørret tilstand</gui>)
de: Navigation (Im <gui>Vergrößert-Modus</gui>)
es: Navegación (en <gui>Modo agrandado</gui>)
sl: Krmiljenje (v <gui>povečanem načinu prikazovanja</gui>)
uk: Навігація (у <gui>Режимі збільшення</gui>)

source: Previous Photo
cs: Předchozí fotografie
da: Forrige billede
de: Vorheriges Foto
es: Foto anterior
sl: Predhodna fotografija
uk: Попередня фотографія

source: Go to the previous photo.
cs: Přejít na předchozí fotografii.
da: Gå til det forrige billede.
de: Zum vorherigen Foto gehen.
es: Ir a la foto anterior.
sl: Pojdi na predhodno fotografijo.
uk: Перейти до попередньої фотографії.

source: Next Photo
cs: Následující fotografie
da: Næste billede
de: Nächstes Foto
es: Siguiente foto
sl: Naslednja fotografija
uk: Наступна фотографія

source: Go to the next photo.
cs: Přejít na následující fotografii.
da: Gå til det næste billede.
de: Zum nächsten Foto gehen.
es: Ir a la siguiente foto.
sl: Pojdi na naslednjo fotografijo.
uk: Перейти до наступної фотографії.

source: First Photo
cs: První fotografie
da: Første billede
de: Erstes Foto
es: Primera foto
sl: Prva fotografija
uk: Перша фотографія

source: Go to the first photo.
cs: Přejít na první fotografii.
da: Gå til det første billede.
de: Zum ersten Foto in der Sammlung gehen.
es: Ir a la primera foto.
sl: Pojdi na prvo fotografijo.
uk: Перейти до першої фотографії.

source: Last Photo
cs: Poslední fotografie
da: Sidste billede
de: Letztes Foto
es: Última foto
sl: Zadnja fotografija
uk: Остання фотографія

source: Go to the last photo.
cs: Přejít na poslední fotografii.
da: Gå til det sidste billede.
de: Zum letzten Foto in der Sammlung gehen.
es: Ir a la última foto.
sl: Pojdi na zadnjo fotografijo.
uk: Перейти до останньої фотографії.

source: Quit Enlarged mode
da: Afslut forstørret tilstand
de: Vergrößert-Modus beenden
es: Salir del modo agrandado
sl: Končaj povečan način prikazovanja

source: Quit the Enlarged mode and go to Browser mode.
da: Afslut den forstørrede tilstand og gå til browsertilstand.
de: Den Vergrößert-Modus beenden und zum Browsermodus wechseln.
es: Salir del modo «Agrandado» e ir al modo «Explorador».
sl: Končaj povečan način prikazovanja in začni brskalni način.

source: Escape
de: Esc
sl: Ubežna tipka

source: Filters your photos.
cs: Filtrování vašich fotografií.
da: Filtrerer dine billeder.
de: Filtert Ihre Fotos.
es: Filtra sus fotos
sl: Filtriranje fotografij
uk: Фільтрує ваші фотографії.

source: How do I use the search function?
cs: Jak mohu vyhledávat?
da: Hvordan bruger jeg søgefunktionen?
de: Wie benutze ich die Suchfunktion?
es: ¿Cómo uso la función de búsqueda?
sl: Kako uporabljati iskalnik?
uk: Як скористатися можливостями пошуку?

source: Actually you have to drag and drop one or more filters to the <gui>Search Basket</gui>. <app>Solang</app> will display only photos that correspond to all the filters you have chosen. Tags and photos properties are filters.
da: Du skal trække og slippe et eller flere filtre til <gui>Søgekurven</gui>. <app>Solang</app> vil kun vise billeder som svarer til alle de filtre du har valgt. Mærker og billedegenskaber er filtre.
de: Derzeit müssen Sie einen oder mehrere Filter in den <gui>Suchkorb</gui> ziehen und dort ablegen. <app>Solang</app> zeigt dann nur Fotos an, die auf alle von Ihnen gewählten Filter passen. Gegenwärtig können nur Markierungen und Eigenschaften der Fotos als Filter verwendet werden.
sl: Pravzaprav je treba potegniti in spustiti enega ali več filtrov v <gui>iskalno polje</gui>. Program <app>Solang</app> bo pokazal le slike, ki so v skladu z določili filtra. Filtri so lahko lastnosti ali oznake fotografij.

source: To add a tag filter drag a tag from the <gui>Tag List</gui> to the <gui>Search Basket</gui>.
da: For at tilføje et mærkefilter trækkes et mærke fra <gui>mærkelisten</gui> til <gui>Søgekurven</gui>.
de: Um einen Filter hinzuzufügen, ziehen Sie eine Markierung aus der <gui>Markierungsliste</gui> in den <gui>Suchkorb</gui> und legen Sie sie dort ab.
sl: Za dodajanje filtra oznake, potegnite oznako iz <gui>seznama oznak</gui> v <gui> iskalno polje</gui>.

source: To add a property filter drag a property (for example Camera) from the <gui>Basic Properties List</gui> to the <gui>Search Basket</gui>.
da: For at tilføje et egenskabsfilter trækkes en egenskab (for eksempel Kamera) fra <gui>Liste over baseegenskaber</gui> til <gui>Søgekurven</gui>.
de: Um einen Eigenschaftsfilter hinzuzufügen, ziehen Sie eine Eigenschaft (z.B. die Kamera) aus der <gui>Eigenschaftsliste</gui> in den <gui>Suchkorb</gui> und legen Sie sie dort ab.
sl: Za dodajanje filtra lastnosti, potegnite lastnost (na primer aparat) iz <gui>osnovnega seznama lastnosti</gui> v <gui>iskalno polje</gui>.

source: To remove all the filters, right-click on a filter and choose <gui>Select All</gui>, then righ-click on the same filter and choose <gui>Remove</gui>.
cs: Všechny filtry odstraníte tak, že kliknete pravým tlačítkem na filtr a zvolíte <gui>Vybrat vše</gui>, potom klikněte na stejný filtr pravým tlačítkem a zvolte <gui>Odstranit</gui>.
da: For at fjerne alle filtre, højreklik på et filter og vælg <gui>Vælg alle</gui>, højreklik så på det samme filter og vælg <gui>Fjern</gui>.
de: Um alle Filter zu entfernen, klicken Sie mit der rechten Maustaste auf einen Filter und wählen Sie <gui>Alles auswählen</gui>. Dann klicken Sie erneut auf den gleichen Filter und wählen Sie <gui>Entfernen</gui>.
sl: Za odstranitev vseh filtrov, kliknite desni klik miške in izberite <gui>Izberi vse</gui>, nato pa ponovno kliknite desni klik miške na isti filter in izberite možnost <gui>Odstrani</gui>.
uk: Щоб скасувати будь-яке фільтрування, наведіть вказівник миші на позначку фільтра, клацніть правою кнопкою миші і виберіть у контекстному меню пункт <gui>Позначити всі</gui>, потім ще раз клацніть правою кнопкою миші на тому самому фільтрі і скористайтеся пунктом меню <gui>Вилучити</gui>.

source: To remove one filter, right-click on the filter you want to remove in the <gui>Search Basket</gui> and choose <gui>Remove</gui>.
cs: Jeden filtr odstraníte tak, že kliknete pravým tlačítkem na filtr, který chcete odstranit ve <gui>vyhledávacím koši</gui> a zvolíte <gui>Odstranit</gui>.
da: For at fjerne et filter, højreklik på filteret du ønsker at fjerne i <gui>Søgekurven</gui> og vælg <gui>Fjern</gui>.
de: Um einen Filter zu entfernen, klicken Sie im <gui>Suchkorb</gui> mit der rechten Maustaste auf den gewünschten Filter und wählen Sie <gui>Entfernen</gui>.
sl: Za odstranitev enega filtra, kliknite desni klik na filtru, ki ga želite odstraniti v <gui>iskalnem polju</gui> in izberite možnost <gui>Odstrani</gui>.
uk: Щоб вилучити один фільтр, наведіть на його пункт вказівник миші, клацніть правою кнопкою і скористайтеся пунктом контекстного меню <gui>Вилучити</gui>.

source: What's more you can use the <gui>Free text search</gui> entry to filter photos name.
cs: Jaké jsou další možnosti filtrování názvů fotografií pomocí pole <gui>Volné vyhledávání textu</gui>.
da: Derudover kan du bruge <gui>Fri tekstsøgning</gui> til at filtrere billednavne.
de: Sie können das <gui>Textsuchfeld</gui> verwenden, um Fotos nach Namen zu filtern.
sl: <gui>Iskalnik besedila</gui> lahko uporabite tudi kot filter imen fotografij.
uk: Крім того, ви можете скористатися пунктом <gui>Пошук довільного тексту</gui>, щоб відфільтрувати фотографії за назвою.

source: Write the text you want to search in the <gui>Free text search</gui> entry
cs: Do pole <gui>Volné vyhledávání textu</gui> zadejte text, který chcete vyhledat
da: Skriv teksten du ønsker at søge efter i indtastningsfeltet <gui>Fri tekstsøgning</gui>.
de: Geben Sie den zu suchenden Text in die <gui>Textsuchzeile</gui> ein.
es: Escriba el texto que quiere buscar en la entrada<gui>Búsqueda de texto libre</gui>
sl: Vpišite besedilo, ki ga želite iskati v <gui>iskalnik besedila</gui>.
uk: Впишіть текст ключа пошуку у поле <gui>Пошук довільного тексту</gui>

source: Press <key>Enter</key>
cs: Zmáčkněte <key>Enter</key>
da: Tryk <key>Retur</key>
de: Drücken Sie die <key>Eingabetaste</key>.
es: Pulse <key>Intro</key>
sl: Pritisnite <key>vnosno tipko</key>
uk: Натисніть клавішу <key>Enter</key>

source: @@image: 'figures/main-window.png'; md5=dd683ccfcb174192e89aaee8d58294ba
de: translated

source: Introduction to the <app>Solang</app> photos manager.
cs: Úvod do správce fotografií <app>Solang</app>.
da: Introduktion til billedhåndteringen <app>Solang.</app>.
de: Einführung in die Fotoverwaltung <app>Solang</app>.
es: Introducción al gestor de fotos <app>Solang</app>.
sl: Predstavitev <app>Solang</app> upravljalnika fotografij.
uk: Вступ до роботи з програмою для керування фотографіями <app>Solang</app>.

source: Introduction to <app>Solang</app>
cs: Úvod do aplikace <app>Solang</app>
da: Introduktion til <app>Solang</app>
de: Einführung in <app>Solang</app>
es: Introducción a <app>Solang</app>
sl: Predstavitev programa <app>Solang</app>
uk: Вступ до <app>Solang</app>
