Repository: UIKit0/solang
Catalog: help/*/*.po
Languages: cs, da, de, es, sl, uk

source: This work is licensed under a <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.
cs: Tato práce je licencovaná pod <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.
da: Dette arbejde er licenseret under <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.
de: Dieses Werk ist lizenziert unter einer <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.
uk: Ця робота розповсюджується за умов дотримання <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
cs: Jako zvláštní výjimka se vám držitelem autorských práv uděluje svolení kopírovat, upravovat a šířit ukázkový kód obsažený v tomto dokumentu za podmínek, které si zvolíte, bez dalších omezení.
da: Som en speciel undtagelse giver ophavsretindehaveren dig tilladelse til at kopiere, ændre og distribuere eksempelkoden indeholdt i dette dokument under de betingelser du måtte vælge, uden begrænsning.
de: Als besondere Ausnahme erteilen Ihnen die Urheberrechtsinhaber die Genehmigung, den in diesem Dokument enthaltenen Beispielcode ohne Einschränkung unter den Bedingungen Ihrer Wahl zu verbreiten.
uk: За виняткових обставин власники авторських прав можу надати вам дозвіл копіювати, змінювати і розповсюджувати приклади коду, що містяться у цьому документі, за довільних умов, без обмежень.

source: Attach tags to photos and remove them.
cs: Jak přiložit štítky k fotografiím a jak je odstranit.
da: Tilføj mærker til billeder og fjern dem.
de: Markierungen zu Fotos hinzufügen oder entfernen.
es: Añadir y quitar etiquetas a las fotos.
sl: Označite fotografije z oznakami ali pa jih odstranite.
uk: Додавання міток до фотографій та вилучення міток.

source: Attach tags to photos
cs: Přiložení štítků k fotografiím
da: Tilføj mærker til billeder
de: Markierungen zu Fotos hinzufügen
es: Adjuntar etiquetas a fotos
sl: Označi fotografije z oznakami
uk: Додавання міток до фотографій.

source: Attach a tag to photos.
cs: Jak přiložit štítek k fotografiím.
da: Tilføj et mærke til billeder.
de: Markierungen zu Fotos hinzufügen.
es: Adjuntar etiquetas a fotos.
sl: Dodajanje oznake fotografijam.
uk: Додавання мітки до фотографій.

source: You can attach a tag to one or more photos at once.
cs: Štítek můžete přiložit k jedné fotografii nebo k více fotografiím naráz.
da: Du kan tilføje et mærke til et eller flere billeder på en gang.
de: Sie können eine Markierung zu einem oder zu mehreren Fotos gleichzeitig hinzufügen.
es: Puede adjuntar una etiqueta a más de una foto a la vez.
sl: Oznako je mogoče dodati eni ali več fotografijam hkrati.
uk: Ви можете додати мітку до однієї або декількох фотографій одразу.

source: From the <gui>main</gui> window, select one or more photos you want to tag.
cs: V <gui>hlavním</gui> okně vyberte jednu nebo více fotografií, ke kterým chcete štítek připojit.
da: Fra <gui>hovedvinduet</gui>, vælg et eller flere billeder du ønsker at mærke.
de: Wählen Sie im <gui>Hauptfenster</gui> eines oder mehrere Fotos aus, die Sie mit Markierungen versehen wollen.
es: En la ventana <gui>principal</gui>, seleccione una o más fotos que quiera etiquetar.
sl: V <gui>glavnem</gui> oknu je treba izbrati eno ali več slik, ki jim želite dodati oznake.
uk: У <gui>головному</gui> вікні програми позначте одну або декілька фотографій, до яких ви бажаєте призначити мітку.

source: In the <gui>Tag List</gui>, click on the tag you want to attach to these photos.
cs: V <gui>seznamu štítků</gui> klikněte na štítek, který chcete k těmto fotografiím přiložit.
da: I <gui>mærkelisten</gui>, klik på det mærke du ønsker at tilføje til disse billeder.
de: Klicken Sie in der <gui>Markierungsliste</gui> auf die Markierung, welche Sie diesen Fotos zuordnen wollen.
es: En la <gui>Lista de etiquetas</gui>, pulse en la etiqueta que quiera adjuntar a estas fotos.
sl: V <gui>seznamu oznak</gui> je treba klikniti na oznako, s katero želite označiti fotografije.
uk: У <gui>Списку міток</gui> наведіть вказівник миші на пункт мітки, яку бажаєте додати до фотографій, і клацніть лівою кнопкою миші.

source: Choose <guiseq><gui>Tags</gui><gui>Attach Tag to Selection</gui></guiseq> or press <keyseq><key>Ctrl</key><key>T</key></keyseq> to attach the tag to these photos.
cs: Zvolte <guiseq><gui>Štítky</gui><gui>Přiložit štítek k výběru</gui></guiseq> nebo zmáčkněte <keyseq><key>Ctrl</key><key>T</key></keyseq> a štítek se k fotografiím přiloží.
da: Vælg <guiseq><gui>Mærker</gui><gui>Tilføj mærke til udvælgelse</gui></guiseq> eller tryk <keyseq><key>Ctrl</key><key>T</key></keyseq> for at tilføje mærket til disse billeder.
de: Wählen Sie <guiseq><gui>Markierungen</gui><gui>Markierung zur Auswahl hinzufügen</gui></guiseq> oder drücken Sie <keyseq><key>Strg</key><key>T</key></keyseq>, um die Markierung zu den Fotos hinzuzufügen.
es: Elija <guiseq><gui>Etiquetas</gui><gui>Adjuntar etiqueta a la selección</gui></guiseq> o pulse <keyseq><key>Ctrl</key><key>T</key></keyseq> para adjuntar la etiqueta a estas fotos.
sl: Izberite <guiseq><gui>Oznake</gui><gui>Označi izbrane fotografije</gui></guiseq> ali pa pritisnite <keyseq><key>Ctrl</key><key>T</key></keyseq> za označevanje fotografij.
uk: Скористайтеся пунктом меню <guiseq><gui>Мітки</gui><gui>Додати мітку до позначеного</gui></guiseq> або натисніть комбінацію клавіш <keyseq><key>Ctrl</key><key>T</key></keyseq>, щоб додати мітку до цих фотографій.

source: Remove a tag from photos.
cs: Jak odstranit štítek z fotografií.
da: Fjern et mærke fra billeder.
de: Eine Markierung von einem Foto entfernen.
es: Quitar una etiqueta de las fotos.
sl: Odstranjevanje oznake fotografij
uk: Вилучення мітки з фотографій.

source: You can remove a tag from one or more photos at once.
cs: Štítek můžete odstranit z jedné fotografie nebo z více fotografií naráz.
da: Du kan fjerne et mærke fra et eller flere billeder på en gang.
de: Sie können eine Markierung von einem oder mehreren Fotos gleichzeitig entfernen.
es: Puede quitar una etiqueta de una o varias fotos a la vez.
sl: Oznako je mogoče odstraniti eni ali več fotografijam hkrati.
uk: Ви можете вилучити мітку з однієї або декількох фотографій одразу.

source: From the <gui>main</gui> window, select one or more photos you want to untag.
cs: V <gui>hlavním</gui> okně vyberte jednu nebo více fotografií, kterým chcete štítek odebrat.
da: Fra <gui>hovedvinduet</gui>, vælg et eller flere billeder som du ønsker at fjerne mærker fra.
de: Wählen Sie im <gui>Hauptfenster</gui> ein oder mehrere Fotos aus, von denen Sie die Markierung entfernen wollen.
es: En la ventana <gui>principal</gui>, seleccione una o más fotos que desetiquetar.
sl: V <gui>glavnem</gui> oknu je treba izbrati eno ali več slik, ki jim želite odstraniti oznake.
uk: У <gui>головному</gui> вікні програми позначте одну або декілька фотографій, з яких ви бажаєте вилучити мітки.

source: In the <gui>Tag List</gui>, click on the tag you want to remove from these photos.
cs: V <gui>seznamu štítků</gui> klikněte na štítek, který chcete z těchto fotografií odebrat.
da: I <gui>mærkelisten</gui>, klik på mærket du ønsker at fjerne fra disse billeder.
de: Klicken Sie in der <gui>Markierungsliste</gui> auf die Markierung, welche Sie von diesen Fotos entfernen wollen.
es: En la <gui>Lista de etiquetas</gui>, pulse en la etiqueta que quiera quitar de estas fotos.
sl: V <gui>seznamu oznak</gui> je treba klikniti na oznako, ki jo želite odstraniti iz fotografij.
uk: У <gui>Списку міток</gui> наведіть вказівник миші на пункт мітки, яку бажаєте вилучити з фотографій, і клацніть лівою кнопкою миші.

source: Choose <guiseq><gui>Tags</gui><gui>Remove Tag From Selection</gui></guiseq> to remove the tag from these photos.
cs: Zvolte <guiseq><gui>Štítky</gui><gui>Odstranit štítek z výběru</gui></guiseq> a štítek bude z vybraných fotografií odstraněn.
da: Vælg <guiseq>><gui>Mærker</gui><gui>Fjern mærke fra udvælgelse</gui></guiseq> for at fjerne mærket fra disse billeder.
de: Wählen Sie <guiseq><gui>Markierungen</gui><gui>Markierung aus der Auswahl entfernen</gui></guiseq>, um die Markierung von diesen Fotos zu entfernen.
es: Elija <guiseq><gui>Etiquetas</gui><gui>Quitar la etiqueta de la selección</gui></guiseq> para quitar la etiqueta de estas fotos.
sl: Izberite <guiseq><gui>Oznake</gui><gui>Odstrani oznake izbranih fotografij</gui></guiseq> za odstranitev oznake iz fotografij.
uk: Скористайтеся пунктом меню <guiseq><gui>Мітки</gui><gui>Вилучити мітку з позначеного</gui></guiseq>, щоб вилучити мітку з позначених фотографій.

source: Create, modify and delete tags.
cs: Vytváření, úprava a mazání štítků.
da: Oprette, ændre og slette mærker.
de: Erstellen, Bearbeiten und Löschen von Markierungen.
es: Crear, modificar y eliminar etiquetas.
sl: Ustvarjanje, spreminjanje in odstranjevanje oznak
uk: Створення, зміна та вилучення міток

source: Manage your tags
cs: Spravujte své štítky
da: Håndter dine mærker
de: Ihre Markierungen verwalten
es: Gestione sus etiquetas
sl: Upravljanje z oznakami
uk: Керування мітками

source: Create a tag
cs: Jak vytvořit štítek
da: Opret et mærke
de: Eine Markierung erstellen
es: Crear una etiqueta
sl: Ustvari oznako
uk: Створення мітки

source: You can quickly create tags.
cs: Štítky můžete vytvořit rychle.
da: Du kan hurtigt oprette mærker.
de: Sie können Markierungen schnell und einfach bearbeiten.
es: Puede crear rápidamente etiquetas.
sl: Oznake je mogoče ustvariti hitro.
uk: Ви можете швидко створювати мітки.

source: From the <gui>main</gui> window, choose <guiseq><gui>Tags</gui><gui>Create New Tag...</gui></guiseq>.
cs: V <gui>hlavním</gui> okně zvolte <guiseq><gui>Štítky</gui><gui>Vytvořit nový štítek…</gui></guiseq>.
da: Fra <gui>hovedvinduet</gui>, vælg <guiseq><gui>Mærker</gui><gui>Opret nyt mærke...</gui></guiseq>.
de: Wählen Sie im <gui>Hauptfenster</gui> <guiseq><gui>Markierungen</gui><gui>Neue Markierung erstellen …</gui></guiseq>.
es: Desde la ventana <gui>principal</gui> elija <guiseq><gui>Etiquetas</gui><gui>Crear una etiqueta nueva...</gui></guiseq>.
sl: V <gui>glavnem</gui> oknu izberite <guiseq><gui>Oznake</gui><gui>Ustvari novo oznako ...</gui></guiseq>.
uk: У <gui>головному</gui> вікні скористайтеся пунктом меню <guiseq><gui>Мітки</gui><gui>Створити мітку…</gui></guiseq>.

source: In the <gui>Create New Tag</gui> window, enter the name of your tag and enter an optional description.
cs: V okně <gui>Vytvoření nového štítku</gui> zadejte název vašeho štítku a případně zadejte i volitelný popis.
da: I vinduet <gui>Opret nyt mærke</gui>, indtast navnet på dit mærke og indtast eventuelt en beskrivelse.
de: Geben Sie im Fenster <gui>Neue Markierung erstellen</gui> den Namen und wahlweise auch eine Beschreibung der Markierung ein.
es: Introduzca el nombre de la etiqueta en la ventana <gui>Crear una etiqueta nueva</gui> y una descripción opcional.
sl: V oknu <gui>ustvari novo oznako</gui> mora biti vneseno ime nove oznake in opis.
uk: У вікні <gui>Створення мітки</gui> введіть назву мітки і необов’язковий опис.

source: Press <gui>OK</gui> to validate the creation of the tag.
cs: Zmáčknutím tlačítka <gui>OK</gui> vytvoření štítku potvrdíte.
da: Tryk <gui>O.k.</gui> for at validere oprettelsen af mærket.
de: Klicken Sie auf <gui>OK</gui>, um die Erstellung der Markierung zu bestätigen.
es: Pulse <gui>Aceptar</gui> para validar la creación de la etiqueta.
sl: Pritisnite gumb <gui>V redu</gui> za potrditev ustvarjanja oznake.
uk: Натисніть кнопку <gui>Гаразд</gui>, щоб підтвердити створення мітки.

source: Modify a Tag
cs: Jak změnit štítek
da: Ændre et mærke
de: Eine Markierung bearbeiten
es: Modificar una etiqueta
sl: Spremeni oznako
uk: Зміна мітки

source: You can modify the name and the description of a tag.
cs: U štítku můžete upravit jeho název a popis.
da: Du kan ændre navnet og beskrivelsen på et mærke.
de: Sie können den Namen und die Beschreibung einer Markierung ändern.
es: Puede modificar el nombre y la descripción de una etiqueta.
sl: Spremeniti je mogoče ime in opis oznake.
uk: Ви можете змінювати назву та опис мітки.

source: From the <gui>main</gui> window, choose <guiseq><gui>Tags</gui><gui>Edit Selected Tag...</gui></guiseq>.
cs: V <gui>hlavním</gui> okně zvolte <guiseq><gui>Štítky</gui><gui>Upravit vybraný štítek…</gui></guiseq>.
da: Fra <gui>hovedvinduet</gui>, vælg <guiseq><gui>Mærker</gui><gui>Rediger valgte mærker...</gui></guiseq>.
de: Wählen Sie im <gui>Hauptfenster</gui> <guiseq><gui>Markierungen</gui><gui>Gewählte Markierung bearbeiten …</gui></guiseq>.
es: En la ventana <gui>principal</gui> elija <guiseq><gui>Etiquetas</gui><gui>Editar la etiqueta seleccionada...</gui></guiseq>.
sl: V <gui>glavnem</gui> oknu izberite <guiseq><gui>Oznake</gui><gui>Uredi izbrano oznako ...</gui></guiseq>.
uk: У <gui>головному</gui> вікні скористайтеся пунктом меню <guiseq><gui>Мітки</gui><gui>Змінити позначену мітку…</gui></guiseq>.

source: In the <gui>Edit Tag</gui> window, modify the field you want.
cs: V okně <gui>Úprava štítku</gui> změňte pole, které chcete.
da: I vinduet <gui>Rediger mærke</gui>, ændr det ønskede felt.
de: Im Fenster <gui>Markierung bearbeiten</gui> können Sie die gewünschten Felder ändern.
es: En la ventana <gui>Editar etiqueta</gui>, modifique el campo que quiere.
sl: V oknu <gui>Uredi oznake </gui> spremenite želeno polje.
uk: У вікні <gui>Зміна мітки</gui> змініть значення потрібного вам поля.

source: Press <gui>OK</gui> to save the modifications of the tag.
cs: Zmáčknutím <gui>OK</gui> změny štítku uložíte.
da: Tryk <gui>O.k.</gui> for at gemme ændringerne på mærket.
de: Klicken Sie auf <gui>OK</gui>, um die Änderungen an dieser Markierung zu speichern.
es: Pulse <gui>Aceptar</gui> para guardar las modificaciones en la etiqueta.
sl: Pritisnite <gui>V redu</gui> za shranjevanje spremembe oznake.
uk: Натисніть кнопку <gui>Гаразд</gui>, щоб зберегти внесені до мітки зміни.

source: Show only the tags you need.
da: Vis kun de mærker du skal bruge.
de: Nur die Markierungen anzeigen, welche Sie benötigen.
es: Mostrar sólo las etiquetas que necesite.
sl: Prikaži samo uporabljene oznake.

source: By default the <gui>Tag List</gui> shows only tags that are attached to your photos. But it can show the tags from your text documents, your videos...
da: Som standard viser <gui>mærkelisten</gui> kun mærker som er tilføjet til dine billeder. Men den kan vise mærkerne fra dine tekstdokumenter, dine videoer...
de: Standardmäßig zeigt die <gui>Markierungsliste</gui> nur Markierungen an, die Ihren Fotos zugeordnet sind. Sie können aber auch die Markierungen Ihrer Textdokumente, Ihrer Videos usw. anzeigen lassen.
es: De manera predeterminada, la <gui>Lista de etiquetas</gui> sólo muestra las etiquetas añadidas a sus fotos. Pero puede mostrar las etiquetas de sus documentos de texto, sus vídeos, etc.
sl: Privzeto so v <gui>seznamu oznak</ gui> prikazane le oznake, s katerimi so označene fotografije, lahko pa so tudi oznake dokumentov z besedilom, videoposnetkov ...

source: From the <gui>main</gui> window, choose <guiseq><gui>Tags</gui><gui>Show All Tags</gui></guiseq>.
da: Fra <gui>hovedvinduet</gui>, vælg <guiseq><gui>Mærker</gui><gui>Vis alle mærker</gui></guiseq>.
de: Wählen Sie im <gui>Hauptfenster</gui> <guiseq><gui>Markierungen</gui><gui>Alle Markierungen anzeigen</gui></guiseq>.
es: En la ventana <gui>principal</gui> elija <guiseq><gui>Etiquetas</gui><gui>Mostrar todas las etiquetas</gui></guiseq>.
sl: V <gui>glavnem</gui> oknu izberite <guiseq><gui>Oznake</gui><gui>Pokaži vse oznake</gui></guiseq>.

source: Delete a tag.
cs: Jak smazat štítek
da: Slet et mærke.
de: Eine Markierung entfernen.
es: Eliminar una etiqueta.
sl: Brisanje oznake.
uk: Вилучення мітки

source: You can delete a tag.
cs: Štítek můžete smazat.
da: Du kan slette et mærke.
de: Sie können eine Markierung entfernen.
es: Puede eliminar una etiqueta.
sl: Oznake je mogoče izbrisati.
uk: Ви можете вилучити мітку.

source: In the <gui>Tag List</gui>, click on the tag you want to delete.
cs: V <gui>Seznamu štítků</gui> klikněte na štítek, který chcete smazat.
da: I <gui>mærkelisten</gui>, klik på mærket du ønsker at slette.
de: Klicken Sie in der <gui>Markierungsliste</gui> auf die Markierung, welche Sie löschen wollen.
es: En la <gui>Lista de etiquetas</gui>, pulse sobre la etiqueta que quiere eliminar.
sl: V <gui>seznamu oznak</gui> kliknite na oznako, ki jo želite izbrisati.
uk: У <gui>Списку міток</gui> наведіть вказівник миші на пункт мітки, яку бажаєте вилучити, і клацніть лівою кнопкою миші.

source: Choose <guiseq><gui>Tags</gui><gui>Delete Selected Tag</gui></guiseq> to delete this tag.
cs: Volbou <guiseq><gui>Štítky</gui><gui>Smazat vybraný štítek</gui></guiseq> štítek vymažete.
da: Vælg <guiseq><gui>Mærker</gui><gui>Slet valgt mærke</gui></guiseq> for at slette dette mærke.
de: Wählen Sie <guiseq><gui>Markierungen</gui><gui>Ausgewählte Markierung löschen</gui></guiseq>, um diese Markierung zu löschen.
es: Elija <guiseq><gui>Etiquetas</gui><gui>Eliminar la etiqueta seleccionada</gui></guiseq> para eliminar esta etiqueta.
sl: Izberite <guiseq><gui>Oznake</gui><gui>Izbriši oznake</gui></guiseq> za odstranitev oznak.
uk: Скористайтеся пунктом меню <guiseq><gui>Мітки</gui><gui>Вилучити позначену мітку</gui></guiseq>, щоб вилучити мітку.

source: An introduction to tags
cs: Úvod do štítků.
da: En introduktion til mærker
de: Einführung in Markierungen
es: Una introducción a las etiquetas
sl: Osnove označevanja
uk: Вступ до роботи з мітками

source: What's a tag?
cs: Co je to štítek?
da: Hvad er et mærke?
de: Was ist eine Markierung?
es: ¿Qué es una etiqueta?
sl: Kaj je oznaka?
uk: Що таке мітка?

source: Tags are keyword you can use to label and organize your photos. You may have already seen it in weblogs.
cs: Štítky jsou klíčová slova, která můžete použít jako popisky a roztřídit si s nimi své fotografie. Možná jste se s nimi již setkali u webových blogů.
da: Mærker er nøgleord du kan bruge til at mærke og organisere dine billeder. Du har måske allerede set det i internetlogge.
de: Markierungen sind Schlüsselwörter, die Sie zum Beschriften und Organisieren Ihrer Fotos verwenden können. Vielleicht haben Sie solche Markierungen schon in Weblogs gesehen.
es: Las etiquetas son palabras clave que puede usar para etiquetar y organizar sus fotos. Puede haberlo visto en blogs.
sl: Oznake so ključne besede, ki jih je mogoče uporabiti za označevanje in razvrščanje fotografij.
uk: Мітки — ключові слова, яким ви можете скористатися для позначення і впорядкування ваших фотографій. Ймовірно, ви вже бачили такі мітки у блогах.

source: <app>Solang</app> uses tags to help you organizing your photos. In fact, you can use tags to organize your photos the way you want!
cs: Aplikace <app>Solang</app> používá štítky, aby vám pomohla organizovat vaše fotografie. Ve skutečnosti můžete štítky používat k organizování svých fotografií jakkoliv budete chtít!
da: <app>Solang</app> bruger mærker for at hjælpe dig med at organisere dine billeder. Du kan bruge mærker til at organisere dine billeder på den måde der passer dig bedst!
de: <app>Solang</app> benutzt Markierungen, um Sie beim Organisieren Ihrer Fotos zu unterstützen. Faktisch können Sie Markierungen dazu verwenden, Ihre Fotos in jeglicher von Ihnen gewünschter Weise zu ordnen!
es: <app>Solang</app> usa etiquetas para ayudarle a organizar sus fotos. De hecho, puede usar etiquetas para organizar sus fotos como quiera.
sl: Program <app>Solang</app> uporablja oznake, s katerimi je razvrščanje fotografij enostavno. Te je mogoče uporabiti na različne načine in s tem poljubno označiti fotografije.
uk: Програма <app>Solang</app> використовує мітки для того, щоб допомогти вам у впорядкуванні ваших фотографій. Фактично, ви можете скористатися мітками для впорядкування у будь-який бажаний для вас спосіб!

source: For example, some people uses tags to create "albums" of their holiday photos. Some others use tags to show what friends are in their photos, to view only photos from one geographical place or distinguish the photos they have modified.
cs: Například někteří lidé používají štítky k vytváření „alb“ svých fotografií z dovolené. Jiní zase používají štítky zobrazení toho, kteří přátelé jsou na jejich fotografiích, k zobrazení fotografií jen z konkrétního místa nebo k rozlišení, které fotografie byly upravovány.
da: For eksempel bruger nogle folk mærker til at oprette "album" over deres feriebilleder. Andre bruger mærker til at vise hvilke venner der er på deres billeder, vise billeder fra et geografisk sted eller skelne de billeder de har behandlet fra de ubehandlede.
de: Beispielsweise könnten Benutzer Markierungen dazu verwenden, Alben ihrer Urlaubsfotos zu erstellen. Andere dagegen benutzen Markierungen, um zu zeigen, welche ihrer Freunde auf den Fotos zu sehen sind, um nur Fotos von einem geografischen Ort zu zeigen oder um bearbeitete Fotos von unbearbeiteten unterscheiden zu können.
es: Por ejemplo, algunas personas usan etiquetas para crear «álbumes» de sus fotos de las vacaciones. Algunas otras usan las etiquetas para indicar qué amigos salen en las fotos, para ver fotos sólo de un lugar geográfico o distinguir las fotos que han modificado.
sl: Nekateri uporabniki uporabljajo oznake za ustvarjanje "albumov" počitniških fotografij, dogodkov ali potovanj. Drugi uporabljajo oznake tako, da na sliki označijo vsako osebo, ki je na njej ali pa kraj oziroma vsebino slike.
uk: Наприклад, дехто використовує мітки для створення «альбомів» знімків з відпочинку. Дехто позначає іменами друзів фотографії, на яких зображено цих друзів. Хтось використовує мітки для впорядкування фотографій за місцем зйомки, хтось — для впорядкування фотографій за часом зміни.

source: <app>Solang</app> allows you to use tags as filters to view only photos that have some tags attached to them.
cs: Aplikace <app>Solang</app> vám umožňuje použít štítky jako filtry k zobrazení jen těch fotek, které mají konkrétní štítek přiložený.
da: <app>Solang</app> tillader dig at bruge mærker som filtre for at vise billeder, som har bestemte mærker tilknyttet.
de: <app>Solang</app> ermöglicht Ihnen, diese Markierungen als Filter zu verwenden, so dass nur Fotos angezeigt werden, die eine bestimmte Markierung enthalten.
es: <app>Solang</app> le permite usar etiquetas como filtros para ver sólo las fotos que tiene algunas etiquetas adjuntas.
sl: Program <app>Solang</app> omogoča filtriranje oznak in prikaz le fotografij, ki so z oznakami označene.
uk: За допомогою <app>Solang</app> ви зможете скористатися мітками для перегляду певних наборів фотографій, позначених вказаними вами мітками.

source: To view more than 50 photos.
cs: Jak zobrazit více než 50 fotografií.
da: For at vise mere end 50 billeder.
de: Betrachten von mehr als 50 Fotos.
es: Para ver más de 50 fotos.
sl: Za sočasen pogled več kot 50 fotografij.
uk: Для перегляду більше ніж 50 фотографій.

source: I don't see all my photos.
cs: Nevidím všechny své fotky
da: Jeg ser ikke alle mine billeder.
de: Ich sehe nicht alle meine Fotos.
es: No veo todas mis fotos.
sl: Program ne pokaže vseh fotografij.
uk: Я не бачу всіх своїх фотографій.
