Repository: UIKit0/solang
Catalog: help/*/*.po
Languages: cs, da, de, es, sl, uk

source: <app>Solang</app> is a photo manager for the GNOME desktop. It lets you manage your collection of photos by tagging them and searching through them based on various criteria -- tags, EXIF data, dates.
cs: <app>Solang</app> je správce fotografií pro pracovní prostředí GNOME. Umožňuje vám spravovat své sbírky fotografií pomocí označování štítky a vyhledávání v nich podle různých věcí - štítků, dat EXIF, data.
da: <app>Solang</app> er en billedhåndtering til GNOME-skrivebordet. Programmet lader dig håndtere din billedsamling ved at mærke dem og søge i dem via forskellige kriterier - mærker, EXIF-data, datoer.
de: <app>Solang</app> ist eine Fotoverwaltung für die GNOME-Arbeitsumgebung. Sie ermöglicht Ihnen die Verwaltung Ihrer Fotosammlung. Sie können Ihre Fotos mit Markierungen kennzeichnen oder die Sammlung anhand verschiedener Kriterien durchsuchen, wie Markierungen, EXIF-Daten oder Zeit- und Datumsangaben.
sl: Program <app>Solang</app> je upravljalnik fotografij za namizje GNOME. Omogoča upravljanje zbirke fotografij z označevanjem in iskanjem po oznakah ali drugih določilih, kot so podatki EXIF, datumi in drugo.
uk: <app>Solang</app> є програмою для керування фотографіями у GNOME. Ця програма надає вам змогу керувати вашою збіркою фотографій. Ви зможете позначати фотографії мітками та переглядати набори фотографій, визначені певними критеріями: мітками, даними EXIF, датами.

source: You don't need to care about importing your photos to view them, as soon as you add photos to your computer you can enjoy them right into <app>Solang</app>. In the same way, if you attached tags to a photo from the <app>File manager</app>, they are automatically recognized in <app>Solang</app>.
cs: Nemusíte se starat o nějaké importování fotografií, abyste je mohli zobrazit. Jakmile fotografie přidáte do svého počítač, můžete si je hned užívat v aplikaci <app>Solang</app>. Stejně tak, když fotografií přiložíte ve <app>správci souborů</app> štítek, je automaticky rozpoznán v aplikaci <app>Solang</app>.
da: Du behøver ikke bekymre dig om at importere dine billeder for at vise dem, så snart du tilføjer billeder til din computer, kan du nyde dem i <app>Solang</app>. Ligeledes vil mærker, som du har tilføjet til billeder med <app>filhåndteringen</app>, automatisk blive genkendt af <app>Solang</app>.
de: Sie brauchen keine Fotos zu importieren, um sie betrachten zu können. Sobald Sie Fotos auf Ihrem Rechner haben, können Sie diese direkt in <app>Solang</app> anzeigen. Außerdem werden Markierungen, die Sie zu Fotos im <app>Dateimanager</app> hinzugefügt haben, automatisch von <app>Solang</app> berücksichtigt.
sl: Ni treba skrbeti za vsakokratno uvažanje fotografij, saj jih je s programom <app>Solang</app> mogoče pregledovati takoj, ko so te kopirane na računalnik. Enako je mogoče oznake fotografij dodati preko <app>upravljalnika datotek</app>, saj so te nato samodejno prepoznane v programu <app>Solang</app>.
uk: Вам не слід перейматися імпортуванням ваших фотографій для наступного перегляду: щойно фотографії опиняться на вашому комп’ютері, як ви зможете насолоджуватися ними безпосередньо у <app>Solang</app>. Крім того, якщо ви додасте мітки до фотографії за допомогою <app>Менеджера файлів</app>, ці мітки буде одразу автоматично розпізнано у <app>Solang</app>.

source: If your photos are the wrong way around you can rotate them or flip them in one click.
cs: Pokud jsou vaše fotografie špatně otočené, můžete je otočit nebo překlopit jediným kliknutím.
da: Hvis dine billeder vender forkert kan du rotere dem eller vende dem med et klik.
de: Falls Ihre Fotos falsch ausgerichtet sind, können Sie sie mit einem einzigen Klick drehen oder spiegeln.
es: Si sus fotos están al revés las puede girar o voltear con una sola pulsación.
sl: V primeru, da so vaše fotografije obrnjene narobe, jih lahko zavrtite ali prezrcalite z enim klikom.
uk: Якщо під час створення зображення для показу його було повернуто повернуто неналежним чином, ви зможете розвернути або віддзеркалити зображення одним клацанням кнопкою миші.

source: You can enjoy your photos with your friends thanks to the slideshow feature and the fullscreen mode.
cs: Své fotografie můžete snadno předvádět svým přátelům díky funkci promítání a režimu celá obrazovka.
da: Du kan nyde dine billeder med dine venner takket være egenskaben diasshow og tilstanden fuldskærm.
de: Dank der Diaschaufunktion und dem Vollbildmodus können Sie Ihre Fotos mit Ihren Freunden gemeinsam genießen.
es: Puede disfrutar de sus fotos con sus amigo gracias a la característica de presentación de diapositivas y al modo a pantalla completa.
sl: Fotografije si lahko ogledate ali pa jih prikazujete v celozaslonskem načinu.
uk: Ви зможете насолодитися переглядом фотографій у колі друзів за допомогою можливості перегляду слайдів та повноекранного режиму роботи програми.

source: <gui>Main</gui> window
cs: <gui>Hlavní</gui> okno
da: <gui>Hovedvindue</gui>
de: <gui>Hauptfenster</gui>
es: Ventana <gui>Principal</gui>
sl: <gui>Glavno</gui> okno
uk: <gui>Головне</gui> вікно

source: <app>Solang</app> main window
cs: Hlavní okno aplikace <app>Solang</app>
da: Hovedvinduet i <app>Solang</app>
de: <app>Solang</app>-Hauptfenster
es: Ventana principal de <app>Solang</app>
sl: Glavno okno programa <app>Solang</app>
uk: Головне вікно <app>Solang</app>

source: <app>Solang</app> main window.
cs: Hlavní okno aplikace <app>Solang</app>.
da: Hovedvinduet i <app>Solang</app>.
de: <app>Solang</app>-Hauptfenster.
es: Ventana principal de <app>Solang</app>.
sl: Glavno okno programa <app>Solang</app>.
uk: Головне вікно <app>Solang</app>.

source: <app>Solang</app> Help
cs: Nápověda k aplikaci <app>Solang</app>
da: Hjælp til <app>Solang</app>
de: <app>Solang</app>-Hilfe
es: Ayuda de <app>Solang</app>
sl: Pomoč programa <app>Solang</app>
uk: Довідка з <app>Solang</app>

source: This guide is created for <app>Solang</app>'s 0.4 series. Since there have been some UI regressions from the 0.3 series, this guide may not cover some features of <app>Solang</app> 0.3, mostly the import process.
cs: Tato příručka je napsaná pro aplikaci <app>Solang</app> řady 0.4. Vzhledem k tomu, že oproti verzi 0.3 došlo k nějakým změnám v uživatelském rozhraní, nemusí tato příručka pokrývat všechny vlastnosti aplikace <app>Solang</app> 0.3, převážně postup importu.
da: Denne vejledning er lavet til <app>Solangs</app> 0.4-serien. Da der har været nogle brugergrænsefladeregressioner fra 0.3-serien, vil denne vejledning ikke dække nogle af egenskaberne for <app>Solang</app> 0.3, primært vedrørende importprocessen.
de: Dieses Handbuch wurde für die Versionsreihe 0.4 von <app>Solang</app> geschrieben. Da es gegenüber der Version 0.3 einige Einschränkungen in der Benutzeroberfläche gegeben hat, könnte dieses Handbuch einige Funktionsmerkmale der Version 0.3 nicht abdecken, insbesondere bezüglich des Importprozesses.
sl: Ta vodnik je ustvarjen za program <app>Solang</app> različice 0.4. Zaradi prehoda nekaterih predmetov iz različice 0.3, v navodilih niso posebej označene nekatere značilnosti <app>Solang</app> 0.3, kot je na primer postopek uvoza.
uk: Цей підручник створено для версії <app>Solang</app> 0.4. Оскільки під час переходу від версії 0.3 до версії 0.4 сталося деяке спрощення інтерфейсу користувача програми, підручник не описує деяких можливостей <app>Solang</app> 0.3, зокрема тих, які стосуються процесу імпортування.

source: General Questions
cs: Obecné otázky
da: Generelle spørgsmål
de: Allgemeine Fragen
es: Preguntas generales
sl: Splošna vprašanja
uk: Загальні питання

source: Exporting photos
cs: Export fotografií
da: Eksportere billeder
de: Fotos exportieren
es: Exportando fotos
sl: Izvažanje fotografij
uk: Експортування фотографій

source: Tips and Tricks
cs: Tipy a triky
da: Fif og ideer
de: Tipps und Tricks
es: Sugerencias y trucos
sl: Triki in namigi
uk: Підказки і рецепти

source: To view your photos in <app>Solang</app>.
cs: Jak zobrazit vaše fotografie v aplikaci <app>Solang</app>.
da: Visning af dine billeder i <app>Solang</app>.
de: Betrachten Ihrer Fotos in <app>Solang</app>.
es: Para ver sus fotos en <app>Solang</app>
sl: Pregledovanje fotografij v programu <app>Solang</app>.
uk: Перегляд ваших фотографій у <app>Solang</app>.

source: I can't see any photos
cs: Nevidím žádné fotky
da: Jeg kan ikke se nogle billeder
de: Ich kann keine Bilder sehen
es: No puedo ver ninguna foto
sl: Ni prikazanih slik
uk: Я не бачу жодних фотографій

source: Solang only displays photos that are indexed by the <app>Tracker search tool</app>, if you don't see your photos Tracker may not be running or your photos may not be indexed. To make sure Tracker indexes your photos use the <app>Search tool preferences</app> from the <gui>System</gui> menu.
cs: Aplikace Solang zobrazuje pouze fotografie, které jsou zaindexované <app>prohledávacím nástrojem Tracker</app>, takže pokud své fotografie nevidíte, možná program Tracker neběží nebo nejsou fotografie zaindexované. Ujistěte se přes nabídku <gui>System</gui> v <app>Předvolbách prohledávacího nástroje</app>, že Tracker vaše fotografie indexuje.
da: Solang viser kun billeder som er indekseret af <app>Tracker - søgeværktøjet</app>, hvis du ikke ser dine billeder kører Tracker måske ikke eller dine billeder er ikke indekseret. For at sikre at Tracker indekserer dine billeder bruges <app>Søgeværktøjets indstillinger</app> fra menuen <gui>System</gui>.
de: <gui>Solang</gui> kann nur Fotos anzeigen, die vom <app>Tracker-Suchwerkzeug</app> indiziert wurden. Falls Sie also keine Fotos sehen, könnte entweder <app>Tracker</app> nicht laufen oder Ihre Fotos wurden noch nicht indiziert. Um sicher zu gehen, dass <app>Tracker</app> Ihre Fotos indiziert, verwenden Sie die Einstellungen der <app>Tracker Suche</app> im Menü <gui>System</gui>.
sl: Program Solang pokaže le fotografije ki so preiskane z <app>orodjem za sledenje in ustvarjanje kazal</app>. V kolikor fotografij ne vidite, sledilnik morda ni zagnan ali pa ni bilo ustvarjeno kazalo novih slik. V kolikor naj sledilnik takoj preišče nove slike, uporabite <app>možnosti iskanja</app> v <gui>sistemskem</gui> meniju.
uk: Solang може показувати лише ті фотографії, які було проіндексовано <app>інструментом пошуку Tracker</app>. Якщо ви не бачите ваших фотографій, ймовірно, Tracker не запущено або ваші фотографії ще не було проіндексовано. Накажіть Tracker проіндексувати ваші фотографії за допомогою пункту <app>Параметри інструменту пошуку</app> меню <gui>Система</gui>.

source: To copy photos in a archive or a folder.
cs: Jak kopírovat fotografie do archivu nebo do složky.
da: Kopiering af billeder i et arkiv eller en mappe.
de: Kopieren von Fotos in ein Archiv oder einen Ordner.
es: Copiar fotos en un archivo o en una carpeta.
sl: Kopiranje fotografij v arhiv ali mapo.
uk: Копіювання фотографій з архіву або теки.

source: Archive your photos
cs: Archivujte své fotografie
da: Arkiver dine billeder
de: Archivieren Ihrer Fotos
es: Archivar sus fotos
sl: Arhiviranje fotografij
uk: Архівування ваших фотографій

source: You can copy photos to a directory of your computer or put them in a archive.
cs: Fotografie můžete kopírovat do složky na svém počítači nebo je vložit do archivu.
da: Du kan kopier billeder til en mappe på din computer eller putte dem i et arkiv.
de: Sie können Fotos in einen Ordner auf Ihrem Rechner kopieren oder sie in ein Archiv verschieben.
sl: Fotografije je mogoče kopirati v mapo na računalniku ali pa jih skrčiti v arhiv.
uk: Ви можете скопіювати фотографії до каталогу на вашому комп’ютері або додати їх до архіву.

source: First you have to <link xref="export_queue">add the photos you want to export to the Export Queue</link>.
da: Først skal du <link xref="export_queue">tilføj de billeder du ønsker at eksportere til eksportkøen</link>.
de: Zunächst müssen Sie die zu exportierenden Fotos <link xref="export_queue">zur Exportwarteschlange hinzufügen</link>.
sl: Najprej je treba <link xref="export_queue">dodati fotografije, ki jih želite izvoziti v Izvozno vrsto</link>.

source: Now you have to export your Export Queue to a folder.
cs: Nyní musíte seznam vyexportovat do složky.
da: Nu skal du så eksportere din eksportkø til en mappe.
de: Nun müssen Sie die Exportwarteschlange in einen Ordner exportieren.
sl: Sedaj je treba izvoziti vrsto za izvoz v mapo.
uk: Тепер вам слід експортувати пункти з черги експортування до певної теки.

source: Choose <guiseq><gui>Photos</gui><gui>Export to</gui><gui>Folder...</gui></guiseq>.
cs: Zvolte <guiseq><gui>Fotografie</gui><gui>Export do</gui><gui>Složka…</gui></guiseq>.
da: Vælg <guiseq><gui>Billeder</gui><gui>Eksporter til</gui><gui>Mappe...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Fotos</gui><gui>Exportieren nach</gui><gui>Ordner …</gui></guiseq>.
sl: Izberite <guiseq><gui>Fotografije</gui><gui>Uvozi v</gui><gui>Mapo ...</gui></guiseq>.
uk: Скористайтеся пунктом меню <guiseq><gui>Фотографії</gui><gui>Експортувати до</gui><gui>Тека…</gui></guiseq>.

source: From the <gui>Export</gui> window, choose the directory you want your photos to be exported to.
cs: Z okna <gui>Export</gui> zvolte složku, do které chcete fotografie vyexportovat.
da: Fra <gui>Eksportvinduet</gui>, vælg mappen du ønsker dine billeder skal eksporteres til.
de: Wählen Sie im <gui>Export</gui>-Fenster den Ordner aus, in den Sie die Fotos exportieren wollen.
sl: Iz okna <gui>izvoza</gui> izberite mapo kamor želite izvoziti fotografije.
uk: У вікні <gui>Експорт</gui> виберіть каталог, до якого слід експортувати фотографії.

source: Check <gui>Create an archive</gui> if you want your photos to be packed up in a compressed archive. It can be useful if you want to send the photos by e-mail. The archive will be named with the current date following the pattern "yyyymmdd.zip" and saved in the directory you have chosen. Otherwise your photos will be copied directly to the directory you have chosen.
cs: Zaškrtněte <gui>Vytvořit archiv</gui>, pokud chcete, aby byly vaše fotografie zabaleny do komprimovaného archivu. To se může hodit, když chcete fotografie poslat přes e-mail. Archiv bude pojmenován podle současného data dle vzoru „rrrrmmdd.zip“ a uložen ve složce, kterou si zvolíte. Pokud volbu nezaškrtnete, budou fotografie do vybrané složky přímo nakopírovány.
da: Afkryds <gui>Opret et arkiv</gui> hvis du ønsker dine billeder skal pakkes i et komprimeret arkiv. Det kan være velegnet, hvis du ønsker at sende billederne med e-post. Arkivet vil blive navngivet med den aktuelle dato efter mønsteret ååååmmdd.zip og gemt i den mappe du har valgt. Ellers vil dine billeder blive kopieret direkte til den mappe, du har valgt.
de: Aktivieren Sie das Ankreuzfeld <gui>Ein Archiv erstellen</gui>, wenn Sie die Fotos in einem gepackten Archiv speichern wollen. Das kann sinnvoll sein, wenn Sie die Fotos per E-Mail versenden wollen. Das Archiv erhält einen Namen, der dem Schema »jjjjmmtt.zip« folgt. Es wird in dem von Ihnen gewählten Ordner gespeichert. Anderenfalls werden die Fotos direkt in den von Ihnen gewählten Ordner kopiert.
sl: Izberite možnost <gui>Ustvari arhiv</gui>, če želite fotografije skrčiti v arhiv. Možnost je uporabna, kadar na primer želite poslati fotografije po elektronski pošti. Arhiv bo poimenovan s trenutnim datumom v skladu z vzorcem "yyyymmdd.zip " in shranjen v izbrano mapo. V primeru, da možnost ni izbrana, bodo fotografije kopirane v izbrano mapo.
uk: Позначте пункт <gui>Створити архів</gui>, якщо бажаєте, щоб ваші фотографії було запаковано до архіву. Такий архів з фотографіями зручно надсилати електронною поштою. Назву архіву буде визначено за поточною датою, відповідно до шаблону «ррррммдд.zip», архів буде збережено до вибраного вами каталогу. Якщо відповідний пункт позначено не буде, фотографії буде просто скопійовано до вказаного вами каталогу.

source: Choose <gui>Export</gui> to export the photos.
cs: Volbou <gui>Export</gui> se export fotografií provede.
da: Vælg <gui>Eksporter</gui> for at eksportere billederne.
de: Wählen Sie <gui>Exportieren</gui>, um die Fotos zu exportieren.
es: Elija <gui>Exportar</gui> para exportar las fotos.
sl: Izberite <gui>Izvoz</gui> za izvažanje fotografij.
uk: Скористайтеся пунктом <gui>Експортувати</gui>, щоб наказати програмі експортувати фотографії.

source: To copy photos in a CD.
de: Kopieren von Fotos auf eine CD.
es: Copiar fotos en un CD.
sl: Kopiranje slik na CD nosilec

source: Burn a photo CD
de: Eine Foto-CD brennen
es: Grabar un CD de fotos
sl: Zapis foto CD nosilca

source: You can burn a CD with your photos.
de: Sie können aus Ihren Fotos eine CD erstellen.
es: Puede grabar un CD con sus fotos.
sl: Enostavno je mogoče zapisati CD nosilec izbranih fotografij.

source: Now you can burn the photos from the Export Queue.
de: Nun können Sie die Fotos aus der Exportwarteschlange auf eine CD schreiben.
sl: Sedaj je mogoče zapisati fotografije iz vrste za izvoz.

source: Choose <guiseq><gui>Photos</gui><gui>Export to</gui><gui>CD...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Fotos</gui><gui>Exportieren nach</gui><gui>CD …</gui></guiseq>.
es: Elija <guiseq><gui>Fotos</gui><gui>Exportar a</gui><gui>CD...</gui></guiseq>.
sl: Izberite <guiseq><gui>Fotografije</gui><gui>Izvozi na</gui><gzi>CD nosilec ...</gui></guiseq>.

source: From the <gui>Export</gui> window, choose the CD you want to burn your photos on.
de: Wählen Sie im <gui>Export</gui>-Fenster die CD aus, in die Sie die Fotos schreiben wollen.
sl: Iz okna <gui>izvoza</gui> izberite CD nosilec, če želite fotografije zapisati.

source: Check <gui>Create an archive</gui> if you want your photos to be packed up in a compressed archive. Thanks to this function you can put more photos on the same CD but devices like DVD players won't be able to display your photos. Otherwise your photos will be burned directly to the CD.
de: Aktivieren Sie das Ankreuzfeld <gui>Ein Archiv erstellen</gui>, wenn Sie die Fotos in einem gepackten Archiv speichern wollen. Dank dieser Funktion passen mehr Fotos auf die CD, aber gewöhnliche Abspielgeräte wie DVD-Player werden nicht in der Lage sein, Ihre Fotos anzuzeigen. Anderenfalls werden die Fotos direkt auf die CD geschrieben.
sl: Izberite možnost <gui>Ustvari arhiv</gui>, če želite fotografije skrčiti v arhiv. Možnost omogoča shranjevanje več fotografij na CD nosilec. Žal pa DVD predvajalniki skrčenih paketov slik ne prikazujejo. V primeru, da možnost ni izbrana, bodo fotografije zapisane neposredno na CD nosilec.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010
da: Joe Hansen, 2010 Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Mario Blättermann <mariobl@gnome.org>, 2010.
es: Jorge González <jorgegonz@svn.gnome.org>, 2010 Daniel Mustieles <daniel.mustieles@gmail.com>, 2011
sl: Mitja Stovanje <mitja.pitko@gmail.com>n
uk: Юрій Чорноіван <yurchor@ukr.net>

source: End
da: Afslut
es: Fin
sl: Konec

source: Actually you have to drag and drop one or more filters to the <gui>Search Basket</gui>. <app>Solang</app> will display only photos that correspond to all the filters you have chosen. Today only tags are filters.
cs: V současnosti musíte přetáhnout jeden nebo více filtrů do <gui>vyhledávacího koše</gui>. Aplikace <app>Solang</app> zobrazí jen fotografie, které odpovídají všem filtrům, které jste zvolili. Zatím mohou jako filtry vystupovat pouze štítky.
uk: Вам достатньо перетягнути і скинути один або декілька фільтрів з <gui>Кошика пошуку</gui>. <app>Solang</app> покаже лише ті фотографії, які відповідатимуть всі вибраним вами фільтрам. У поточній версії фільтрування можливе лише за мітками.

source: To add a filter drag a tag from the <gui>Tag List</gui> to the <gui>Search Basket</gui>.
cs: Filtr přidáte tak, že přetáhnete štítek ze <gui>seznamu štítků</gui> do <gui>vyhledávacího koše</gui>.
uk: Щоб додати фільтр, перетягніть мітку зі <gui>Списку міток</gui> до <gui>Кошика пошуку</gui>.

source: First you have to add the photos you want to export to the export queue. There are many ways to add a photo to the Export Queue.
cs: Nejdříve musíte fotografie, které chcete exportovat, přidat do seznamu pro export. Je řada způsobů, jak fotografie do seznamu přidat.
uk: Спочатку вам слід додати фотографії, які ви бажаєте експортувати до черги експортування. Існує багато способів додавання фотографії до черги експортування.

source: Right-click on a photo.
cs: Klikněte pravým tlačítkem na fotografii.
uk: Наведіть вказівник миші на фотографію і клацніть правою кнопкою миші.

source: Choose <gui>Add to Export Queue</gui>.
cs: Zvolte <gui>Přidat do seznamu pro export</gui>.
uk: Виберіть у контекстному меню пункт <gui>Додати до черги експортування</gui>.

source: Select one or more photos you want to export.
cs: Vyberte jednu nebo více fotografií, které chcete exportovat.
uk: Позначте одну або декілька фотографій, які ви бажаєте експортувати.

source: Choose <guiseq><gui>Edit</gui><gui>Add to Export Queue</gui></guiseq>.
cs: Zvolte <guiseq><gui>Upravit</gui><gui>Přidat do seznamu pro export</gui></guiseq>.
uk: Скористайтеся пунктом меню <guiseq><gui>Правка</gui><gui>Додати до черги експортування</gui></guiseq>.
