Repository: UIKit0/solang
Catalog: po/*.po
Languages: ja, pl

source: @PACKAGE_NAME@ Photo Manager
ja: @PACKAGE_NAME@ フォトマネージャー
pl: Menedżer zdjęć @PACKAGE_NAME@

source: Organize, enjoy and share your photos
ja: 写真の管理や加工、共有を行う
pl: Organizacja, zabawa i współdzielenie zdjęć

source: Photo Manager
ja: フォトマネージャー
pl: Menedżer zdjęć

source: Updating path information
pl: Aktualizowanie informacji o ścieżce

source: _Photo
ja: 写真(_P)
pl: _Zdjęcie

source: _Edit
ja: 編集(_E)
pl: _Edycja

source: _Add to Export Queue
ja: 出力キューに追加(_A)
pl: Dod_aj do kolejki eksportu

source: _Clear Export Queue
ja: 出力キューをクリア(_C)
pl: Wy_czyść kolejkę eksportu

source: _View
ja: 表示(_V)
pl: _Widok

source: _Toolbar
ja: ツールバー(_T)
pl: Pasek _narzędziowy

source: Show or hide the toolbar in the current window
ja: 現在のウィンドウのツールバーを表示／非表示
pl: Wyświetla lub ukrywa pasek narzędziowy w bieżącym oknie

source: _Statusbar
ja: ステータスバー(_S)
pl: Pasek _stanu

source: Show or hide the statusbar in the current window
ja: 現在のウィンドウのステータスバーを表示／非表示
pl: Wyświetla lub ukrywa pasek stanu w bieżącym oknie

source: _Full Screen
ja: フルスクリーン(_F)
pl: _Pełny ekran

source: Show the current photo in full screen mode
ja: 現在の写真をフルスクリーンで表示
pl: Wyświetla bieżące zdjęcie w trybie pełnoekranowym

source: _Help
ja: ヘルプ (_H)
pl: Pomo_c

source: A photo manager for GNOME
ja: GNOMEデスクトップ用のフォトマネージャー
pl: Menedżer zdjęć dla środowiska GNOME

source: translator-credits
ja: Hajime Taira <htaira@redhat.com> 草野 貴之 <AE5T-KSN@asahi-net.or.jp> 日本GNOMEユーザ会 <http://www.gnome.gr.jp/>
pl: Piotr Drąg <piotrdrag@gmail.com>, 2009

source: %1 Website
pl: Strona WWW programu %1

source: Picture Taken Date
ja: 撮影日
pl: Data wykonania zdjęcia

source: Properties
ja: プロパティー
pl: Właściwości

source: Basic
ja: 基本
pl: Podstawowe

source: Search
ja: 検索
pl: Wyszukiwanie

source: Auto
pl: Automatyczne

source: Apply filters
pl: Zastosowanie filtrów

source: Clear filters
pl: Wyczyszczenie filtrów

source: Clear selected filter
pl: Wyczyszczenie wybranego filtru

source: Tags
ja: タグ
pl: Etykiety

source: _Tags
ja: タグ(_T)
pl: E_tykiety

source: Create New _Tag...
ja: 新しいタグを作成(_T)
pl: Utwórz nową e_tykietę...

source: _Edit Selected Tag...
ja: 選択したタグを編集(_E)
pl: Zmodyfikuj wybraną _etykietę...

source: _Delete Selected Tag
ja: 選択したタグを削除(_D)
pl: _Usuń wybraną etykietę

source: _Attach Tag to Selection
ja: 選択したものにタグを追加(_A)
pl: Dołącz etykietę do z_aznaczonych

source: _Remove Tag From Selection
ja: 選択したものにタグを削除(_R)
pl: U_suń etykietę z zaznaczonych

source: Parent:
ja: 親タグ:
pl: Nadrzędna:

source: Name:
ja: タグ名:
pl: Nazwa:

source: Description
pl: Opis

source: Create New Tag
ja: 新規タグを作成
pl: Utworzenie nowej etykiety

source: Select Tag Icon
ja: タグのアイコンを選択
pl: Wybór ikony etykiety

source: Type
ja: タイプ
pl: Typ

source: Channels
ja: チャンネル
pl: Kanały

source: Linear
pl: Liniowo

source: Logarithmic
pl: Logarytmicznie

source: Red
pl: Czerwony

source: Green
pl: Zielony

source: Blue
pl: Niebieski

source: Saving objects
pl: Zapisywanie obiektów

source: Generating list of photos
pl: Tworzenie listy zdjęć

source: Summarizing photos
pl: Podsumowywanie zdjęć

source: Brightness
pl: Jasność

source: Brighten image
pl: Rozjaśnienie obrazu

source: Running Filter
pl: Wykonywanie filtru

source: Contrast
pl: Kontrast

source: Change image contrast
pl: Zmiana kontrastu obrazu

source: Load Image
pl: Wczytaj obraz

source: Load image file for editing
pl: Wczytuje plik obrazu do zmodyfikowania

source: Saturation
pl: Nasycenie

source: Undo
pl: Cofnij

source: Undo last action
pl: Cofa ostatnią czynność

source: Redo
pl: Ponów

source: Redo last action
pl: Ponawia ostatnią czynność

source: Copy Actions
pl: Skopiuj czynności

source: Copy actions applied to this photo
pl: Kopiuje czynności zastosowane na tym zdjęciu

source: Paste Actions
pl: Wklej czynności

source: Paste copied actions
pl: Wkleja skopiowane czynności

source: Flip _Horizontally
pl: Odbij p_oziomo

source: Flip the selected image(s) horizontally
pl: Odbija wybrane obrazy poziomo

source: Flip _Vertically
pl: Odbij po_ziomo

source: Flip the selected image(s) vertically
pl: Odbija wybrane obrazy poziomo

source: Rotate _Clockwise
pl: Obróć zgodnie z ru_chem wskazówek zegara

source: Rotate the selected image(s) clockwise
pl: Obraca wybrane obrazy zgodnie z ruchem wskazówek zegara

source: Rotate C_ounter Clockwise
pl: _Obróć przeciwnie do ruchu wskazówek zegara

source: Rotate the selected image(s) counter-clockwise
pl: Obraca wybrane obrazy przeciwnie do ruchu wskazówek zegara

source: Sca_le
pl: Ska_luj

source: Scale/resize the selected image(s)
pl: Skaluje/zmienia rozmiar wybranych zdjęć

source: _Save
pl: Zapi_sz

source: Flip
pl: Odbicie

source: Horizontal
pl: Poziomo

source: Vertical
pl: Pionowo

source: Rotate
pl: Obrót

source: Clockwise
pl: Zgodnie z ruchem wskazówek zegara

source: Counter-Clockwise
pl: Przeciwnie do ruchu wskazówek zegara

source: Unsaved Photos
pl: Niezapisane zdjęcia

source: Unsaved photos
pl: Niezapisane zdjęcia

source: Preview
pl: Podgląd

source: Name
pl: Nazwa

source: Scale
pl: Skalowanie

source: Exporting photos
ja: 写真を出力
pl: Eksportowanie zdjęć

source: Select Folder
ja: フォルダーを選択
pl: Wybór katalogu

source: _Folder...
ja: フォルダー(_F)
pl: _Katalog...

source: Export
ja: 出力
pl: Eksport

source: _Destination:
pl: Położenie_ docelowe:

source: _Detect duplicates
pl: Wykrywanie _duplikatów

source: _Create an archive
ja: アーカイブの作成(_C)
pl: _Utwórz archiwum

source: General
pl: Ogólne

source: Options
pl: Opcje

source: _Export
ja: 出力(_E)
pl: Wy_eksportuj

source: Importing list of photos.. please wait
pl: Importowanie listy zdjęć... Proszę czekać.

source: Importing previews
pl: Importowanie podglądów

source: Connected Cameras
pl: Podłączone aparaty

source: Select All
pl: Wybierz wszystkie

source: Select None
pl: Wybierz żadne

source: Enable Preview
pl: Włączenie podglądu

source: Load Pictures
pl: Wczytanie obrazów

source: Importing photos
pl: Importowanie zdjęć

source: _Nine digit code:
pl: Dziewięciocyfrowy kod:

source: _Authorize
pl: Upow_ażnij

source: Select photos
pl: Wybór zdjęć

source: Favorites
pl: Ulubione

source: Other...
pl: Inne...

source: Select Photos
pl: Wybór zdjęć

source: Loading photo information...
pl: Wczytywanie informacji o zdjęciu...

source: Authorization needed to access %1
pl: Wymagane jest upoważnienie, aby uzyskać dostęp do serwisu %1

source: During authorization, you will be taken to your account and if you agree to it, you will be given a nine digit code. Please enter this nine digit code into the denoted input area.
pl: Podczas upoważniania użytkownik zostanie przeniesiony na swoje konto, i jeśli wyrazi zgodę, otrzyma dziewięcocyfrowy kod. Proszę podać ten kod w podany obszar wpisywania.

source: Authorization needed
pl: Upoważnienie jest wymagane

source: Fetching token...
pl: Pobieranie tokenu...

source: <big><b>Fetching token for %1...</b></big>
pl: <big><b>Pobieranie tokenu dla %1...</b></big>

source: Logging in...
pl: Logowanie...

source: <big><b>Logging into %1...</b></big>
pl: <big><b>Logowanie do serwisu %1...</b></big>

source: Downloading photos
pl: Pobieranie zdjęć

source: _Source:
pl: Ź_ródło:

source: _Copy files to the Pictures folder
pl: _Skopiowanie plików do katalogu Obrazy

source: Include su_b-folders
pl: Dołączenie pod_katalogów

source: _Import
pl: Za_importuj

source: _Slideshow
ja: スライドショー(_S)
pl: Pokaz _slajdów

source: Start a slideshow view of the photos
ja: スライドショーの開始
pl: Rozpoczyna pokaz slajdów zdjęć

source: Enlarge or shrink the thumbnails
ja: サムネイル画像を拡大／縮小
pl: Zwiększa lub zmniejsza miniatury

source: _Zoom In
ja: ズームイン(_Z)
pl: P_rzybliżenie

source: Enlarge the thumbnails
ja: サムネイル画像の拡大
pl: Zwiększenie miniatur

source: _Zoom Out
ja: ズームアウト(_Z)
pl: _Oddalenie

source: Shrink the thumbnails
ja: サムネイル画像の縮小
pl: Zmniejszenie miniatur

source: Edit picture
pl: Modyfikacja obrazu

source: _Go
ja: 移動(_G)
pl: _Przejdź

source: Editor
pl: Edytor

source: Enlarge the photo
ja: 写真の拡大
pl: Powiększenie zdjęcia

source: In
pl: Przybliżenie

source: Zoom _Out
ja: ズームアウト(_O)
pl: _Oddalenie

source: Shrink the photo
ja: 写真を縮小
pl: Zmniejszenie zdjęcia

source: Out
pl: Oddalenie

source: _Normal Size
ja: 標準サイズ(_N)
pl: _Normalny rozmiar

source: Show the photo at its normal size
ja: 標準サイズで表示
pl: Wyświetla zdjęcie w normalnym rozmiarze

source: Normal
pl: Normalne

source: Best _Fit
ja: ベストフィット(_F)
pl: Najlepsze _dopasowanie

source: Fit the photo to the window
ja: ウィンドウに合わせる
pl: Dopasowuje zdjęcie do okna

source: Fit
pl: Dopasowanie

source: _Reload Photo
pl: _Wczytaj zdjęcie ponownie

source: Reload current photo
pl: Ponownie wczytuje bieżące zdjęcie

source: Reload
pl: Wczytaj ponownie

source: _Previous Photo
ja: 前の写真へ(_P)
pl: _Poprzednie zdjęcie

source: Go to the previous photo in the collection
ja: このコレクションの前の写真に戻る
pl: Przechodzi do pierwszego zdjęcia w kolekcji

source: Previous
pl: Poprzednie

source: _Next Photo
ja: 次の写真へ(_N)
pl: _Następne zdjęcie

source: Go to the next photo in the collection
ja: このコレクションの次の写真へ行く
pl: Przechodzi do następnego zdjęcia w kolekcji

source: Next
pl: Następne

source: _First Photo
ja: 最初の写真(_F)
pl: _Pierwsze zdjęcie

source: Go to the first photo in the collection
ja: このコレクションの最初の写真へ戻る
pl: Przechodzi do pierwszego zdjęcia w kolekcji

source: _Last Photo
ja: 最後の写真(_L)
pl: _Ostatnie zdjęcie

source: Go to the last photo in the collection
ja: このコレクションの最後の写真に行く
pl: Przechodzi do ostatniego zdjęcia w kolekcji

source: Enlarged
pl: Powiększone

source: _Previous Page
ja: 前のページ(_P)
pl: _Poprzednia strona

source: Go to the previous page in the collection
ja: このコレクションの前のページへ戻る
pl: Przechodzi do poprzedniej strony w kolekcji

source: _Next Page
ja: 次のページ(_N)
pl: _Następna strona

source: Go to the next page in the collection
ja: このコレクションの次のページに行く
pl: Przechodzi do następnej strony w kolekcji

source: _First Page
ja: 最初のページ(_F)
pl: _Pierwsza strona

source: Go to the first page in the collection
ja: このコレクションの最初のページへ戻る
pl: Przechodzi do pierwszej strony w kolekcji

source: _Last Page
ja: 最後のページへ(_L)
pl: _Ostatnia strona

source: Go to the last page in the collection
ja: このコレクションの最後のページへ行く
pl: Przechodzi do ostatniej strony w kolekcji

source: Photos per page
pl: Zdjęć na stronę

source: First
pl: Pierwsze

source: Last
pl: Ostatnie

source: _Contents
ja: 目次(_C)

# Project website
source: %1 Website
ja: %1 公式サイト

source: Camera
ja: カメラ

source: Exposure time
ja: 露出時間

source: Flash
ja: フラッシュ

source: F-number
ja: F値

source: ISO speed
ja: ISO感度

source: Metering mode
ja: 測光方式

source: Focal length
ja: レンズ焦点距離

source: White balance
ja: 露出

source: Histogram
ja: ヒストグラム

source: Select _All
ja: 全て選択(_A)

source: Select all the filters in this list
ja: このリストのフィルターを全て選択

source: _Remove
ja: 削除(_R)

source: Remove the selected filters from this list
ja: 選択されたフィルターをリストから削除

source: _Show All Tags
ja: 全てのタグを表示(_S)

source: Description:
ja: 説明:

source: Edit Tag
ja: タグを編集

# Flash
source: Off
ja: オフ

# Flash
source: On
ja: オン

# Metering mode
source: Average
ja: 平均

# Metering mode
source: Center Weighted Average
ja: 中央重心

# Metering mode
source: Spot
ja: スポット

# Metering mode
source: Multi-spot
ja: マルチスポット

# Metering mode
source: Pattern
ja: 分割測光

# Metering mode
source: Partial
ja: 部分測光

# White balance
source: Automatic
ja: 自動

# White balance
source: Manual
ja: 手動

# Scale
source: Linear
ja: リニア

# Scale
source: Logarithmic
ja: 対数的

source: Pending Operations
ja: 操作を中断中

source: %1 of %2 completed
ja: %1 / %2 完了

source: %1%% complete
ja: %1%% 完了

source: T_ools
ja: ツール(_T)

source: _Transform
ja: 変形(_T)

source: Flip _Horizontal
ja: 水平方向に反転(_H)

source: Mirror the photo horizontally
ja: 水平方向にミラー

source: Flip _Vertical
ja: 垂直方向に反転(_V)

source: Mirror the photo vertically
ja: 垂直方向にミラー

source: _Rotate Clockwise
ja: 時計の向きに回転(_R)

source: Rotate the photo 90 degrees to the right
ja: 90度右回りに回転

source: Rotate Counterc_lockwise
ja: 時計の逆向きに回転(_L)

source: Rotate the photo 90 degrees to the left
ja: 90度左回りに回転

source: Flipping horizontally...
ja: 水平方向に反転中...

source: Flipping...
ja: 反転中...

source: Flipping vertically...
ja: 垂直方向に反転中...

source: Rotating clockwise...
ja: 時計回りに回転中...

source: Rotating counterclockwise...
ja: 反時計回りに回転中...

source: Rotating...
ja: 回転中...

source: Export to CD/DVD
ja: CD/DVDに出力

source: Creating archive
ja: アーカイブの作成中

# A group of UI controls
source: Destination
ja: 出力先

# A group of UI controls
source: Options
ja: オプション

# Navigation
source: Previous
ja: 前へ

# Navigation
source: Next
ja: 次へ

# Mode or view
source: Enlarged
ja: 拡大

# Zoom
source: In
ja: イン

# Zoom
source: Out
ja: アウト

# Zoom
source: Normal
ja: 標準

# Zoom
source: Fit
ja: フィット

# Navigation
source: First
ja: 最初

# Navigation
source: Last
ja: 最後
